---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.ColumnInsideWallFailures
source: html/47a20249-d01f-0266-dfa9-ddf2f6762bcb.htm
---
# BuiltInFailures.ColumnInsideWallFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.